/* choose button - open panel */
"Choose" = "Auswählen";

/* alt text of dot photo link */
"dotphoto" = "dotphoto";

/* alt text of mag link */
"magnify" = "vergrößern";

/* Title of dot photo link */
"Order prints of this image from dotphoto.com" = "Abzüge dieses Photos von dotphoto.com bestellen";

/* Prompt when no URL has been entered */
"Please use the Inspector to enter the URL of an image" = "Bitte benutzen Sie die Informationen, um die URL eines Bildes anzugeben.";

/* followed by URL of externally loaded image, for when we are not loading in external resources. */
"This is a placeholder for the image at:" = "Dies ist ein Platzhalter für ein Bild bei:";

/* Title of mag link */
"View this image full-size" = "Dieses Bild in voller Größe betrachten";